Repository: simplesconsultoria/s17.taskmanager
Catalog: src/s17/app/taskmanager/locales/*/LC_MESSAGES/s17.app.taskmanager.po
Languages: pt_br

source: Assign
pt_br: Atribuir

source: Assigned
pt_br: Atribuído

source: Body text
pt_br: Corpo do texto

source: Changes saved to response id ${response_id}.
pt_br: Alterações salvas para a resposta com id ${response_id}.

source: Close
pt_br: Fechar

source: Closed
pt_br: Fechado

source: Comment about the last transition
pt_br: Comentário sobre a última transação

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Edit task
pt_br: Editar tarefa

source: End date
pt_br: Data final

source: Initial date
pt_br: Data inicial

source: No change
pt_br: Sem alterações

source: No response selected for removal.
pt_br: Nenhuma resposta selecionada para remoção.

source: No response selected for saving.
pt_br: Nenhuma resposta selecionada para salvar.

source: No response text added and no issue changes made.
pt_br: Não foi adicionado um texto à resposta e nenhuma alteração foi realizada na tarefa.

source: Nobody
pt_br: Ninguém

source: Opened
pt_br: Aberto

source: Panel tasks
pt_br: Painel de tarefas

source: Previous transition
pt_br: Transação anterior

source: Priority
pt_br: Prioridade

source: Provided date
pt_br: Data prevista

source: Provides access to workflow history
pt_br: Fornece acesso ao histórico do workflow

source: Reject
pt_br: Rejeitar

source: Reject the task
pt_br: Rejeitar a tarefa

source: Removed response id ${response_id}.
pt_br: Resposta com o id ${response_id} removida.

source: Reopen
pt_br: Reabrir

source: Response does not exist anymore; perhaps it was removed by another user.
pt_br: Resposta não mais existe; talvez ela tenha sido removida por outro usuário.

source: Response id ${response_id} does not exist so it cannot be removed.
pt_br: Resposta com o id ${response_id} não existe de modo que não pode ser removida.

source: Response id ${response_id} is no integer so it cannot be removed.
pt_br: Resposta com o id ${response_id} não é inteiro de modo que não pode ser removida.

source: Responsible
pt_br: Responsável

source: State
pt_br: Estado

source: Stop watching this task
pt_br: Parar de observar esta tarefa

source: Submitted by
pt_br: Submetida por

source: Submitted on
pt_br: Submetida em

source: Task
pt_br: Tarefa

source: Task Manager Workflow
pt_br: Workflow do Gerenciador de Tarefas

source: Task Name
pt_br: Nome da tarefa

source: Task details
pt_br: Detalhes da tarefa

source: Task state
pt_br: Estado da tarefa

source: Tasks
pt_br: Tarefas

source: The ID of the user who performed the previous transition
pt_br: O ID do usuário que realizou a transação anterior

source: Watch this task
pt_br: Observar esta tarefa

source: When the previous transition was performed
pt_br: Quando a transação anterior foi realizada

source: Who can add tasks?
pt_br: Quem pode adicionar tarefas?

source: You are not allowed to delete responses.
pt_br: Você não pode apagar respostas.

source: You are not allowed to edit responses.
pt_br: Você não pode editar respostas.

source: [No subject]
pt_br: [Sem assunto]

source: email_new_response_subject_template
pt_br: Re: ${task_title}

source: email_new_response_template
pt_br: Uma nova resposta foi dada à tarefa **${task_title}** por **${response_author}**. Informação da Resposta -------------------- Tarefa ${task_title} (${task_url}) ${changes} ${response_details} * Este é um email automático, por favor, não responda - ${from_name}

source: email_new_task_subject_template
pt_br: [Nova tarefa: ${task_title}]

source: email_new_task_template
pt_br: Uma nova tarefa foi adicionada por **${task_author}**. Informação sobre a tarefa ---------------- Tarefa ${task_title} (${task_url}) **Detalhes da Tarefa**:: ${task_details} * Este é um email automático, por favor, não responda - ${from_name}

source: email_null_task_details
pt_br: Nenhum detalhe na tarefa

source: email_task_closed_subject_template
pt_br: [Resolvida #${task_title}]

source: email_task_closed_template
pt_br: A Tarefa **${task_title}** foi marcada como fechada por **${response_author}**. Por favor, visite a tarefa e confirme se ela foi resolvida satisfatoriamente caso contrário, reabra-a. Informação sobre a Resposta -------------------- Tarefa ${task_title} (${task_url}) Este é um email automático, por favor, não responda - ${from_name}

source: heading_response_details
pt_br: Detalhes da Resposta

source: label_edit_response_not_allowed
pt_br: Você não pode editar esta resposta.

source: label_return_to_issue
pt_br: Retornar à tarefa.

source: login_suggestion_response
pt_br: Se for possível, por favor, se autentique antes de enviar esta reação.

source: msg_no_responses_can_be_added
pt_br: Não é possível adicionar respostas.

source: task_added_by
pt_br: Adicionado por

source: task_added_on
pt_br: em

source: task_files
pt_br: Arquivos

source: task_help_issueTransition
pt_br: Selecione a troca de situação da tarefa a que esta resposta se refere, se aplicável.

source: task_help_newPriority
pt_br: Selecione a prioridade para esta tarefa.

source: task_help_newResponsible
pt_br: Selecione o responsável pela esta tarefa

source: task_help_response
pt_br: Por favor, informe a sua resposta abaixo.

source: task_images
pt_br: Imagens

source: task_label_issueTransition
pt_br: Altera o estado da tarefa

source: task_label_newPriority
pt_br: Altera a prioridade da tarefa

source: task_label_newResponsible
pt_br: Altera o responsável

source: task_label_response
pt_br: Resposta

source: tasksfolder_table_priority
pt_br: Prioridade

source: tasksfolder_table_responsible
pt_br: Responsável

source: tasksfolder_table_status
pt_br: Status

source: tasksfolder_table_task
pt_br: Tarefa

source: tasksfolder_title
pt_br: Tarefas

source: title_add_response
pt_br: Adicionar resposta

source: title_edit_response
pt_br: Editar resposta

source: title_error_no_response
pt_br: Erro: Nenhuma resposta encontrada para edição
